/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Představujeme Skype WiFi";
"INTRO_SUBHEADER" = "Připojte se online prostřednictvím veřejných WiFi hotspotů a plaťte kreditem Skype jenom za minuty, které skutečně využijete.";
"INTRO_ICON_WIFI" = "Používejte Skype, kontrolujte došlou poštu a procházejte web.";
"INTRO_ICON_GLOBE" = "Připojení Skype WiFi je k dispozici na víc než 1 milionech míst po celém světě.";
"INTRO_ICON_SKYPECREDIT" = "Plaťte jenom za čas, po který službu používáte.";

"STATE_CHECKINGNETWORK_HEADER" = "Počkejte prosím…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Vyhledává se síť s možností připojení přes Skype WiFi.";

"STATE_JOINWIFI_HEADER" = "Nejste připojení k WiFi.";
"STATE_JOINWIFI_SUBHEADER" = "Připojte se prosím k veřejné síti WiFi, která podporuje Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Už jste online.";
"STATE_ALREADYONLINE_SUBHEADER" = "Vypadá to, že už jste připojení k internetu. Skype WiFi vám umožní připojovat se k internetu přes veřejné WiFi hotspoty na víc než 1 milionu míst po celém světě.";

"STATE_GENERALERROR_HEADER" = "Nejde se připojit.";
"STATE_GENERALERROR_SUBHEADER" = "Tato WiFi síť nereaguje správně. Zkuste se prosím připojit k jiné síti.";

"STATE_CONNECT_HEADER" = "Je tu k dispozici připojení přes Skype WiFi.";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Připojením souhlasím s <a href=\"%@\">podmínkami použití</a> služeb poskytovatele";

"STATE_CONNECT_BUTTON" = "Připojit se";
"STATE_CONNECTING_BUTTON" = "Připojování...";

"STATE_CONNECTED_SHORT" = "Připojeno";
"STATE_CONNECTED_HEADER" = "Jste připojení k internetu přes Skype WiFi.";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Odpojit se";
"STATE_DISCONNECTING_BUTTON" = "Odpojování…";

"STATE_NOCREDIT_HEADER" = "Nedostatečný kredit Skype";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Další informace";
"CLOSE_BUTTON" = "Zavřít";
"GO_BACK_BUTTON" = "Zpátky";
"CONTINUE_BUTTON" = "Pokračovat";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi vyžaduje OS X %@ nebo novější.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Připojení přes Skype WiFi nejde ještě používat s účtem Microsoft. Přihlaste se prosím přímo pomocí svého skypového jména a hesla.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Připojení přes Skype WiFi nejde ještě používat s účtem Microsoft. Vytvořte si prosím účet Skype a přihlaste se prosím přímo pomocí něj.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi – %@";

"FLOATER_CONNECTED_TITLE" = "Jste připojení k internetu přes Skype WiFi.";
"FLOATER_CONNECTED_WISPR_TITLE" = "Jste online.";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Připojení brzo vyprší.";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Když pro připojení používáte kredit Skype, automaticky vyprší časový limit připojení pro případ, že byste se zapomněli odpojit, abyste zbytečně nezaplatili víc, než musíte.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d min.";

"STATE_CONNECT_SUBHEADER" = "Připojte se k internetu v této síti přes Skype WiFi a plaťte kreditem Skype jenom za minuty, které skutečně využijete.";
"STATE_CONNECT_FREE_HEADER" = "Je tu zadarmo připojení přes Skype WiFi.";
"STATE_CONNECT_FREE_SUBHEADER" = "Na tomto hotspotu si můžete přes Skype WiFi zadarmo připojit k internetu. Po připojení můžete používat Skype, kontrolovat došlou poštu a procházet web.";
"STATE_CONNECT_WISPR_HEADER" = "Mám účet u tohoto poskytovatele";
"STATE_CONNECT_WISPR_SUBHEADER" = "Pokud už máte účet u tohoto poskytovatele, zadejte sem svoje přihlašovací údaje.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Připojení k internetu vám brzo vyprší.";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Můžete se kdykoliv odpojit a budou se vám účtovat jenom využité minuty.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Jste online asi %d min.";
"COUNTUP_0MIN" = "Jste online míň než minutu.";
"COUNTUP_1MIN" = "Jste online asi minutu.";
"STATE_CONNECTED_WISPR_HEADER" = "Jste teď online.";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Jste k tomuto poskytovateli hotspotu připojení pomocí vašeho účtu. Kdykoliv se můžete odpojit.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Ohodnoťte tento hotspot.";

"STATE_CONNECTED_EXTEND_BUTTON" = "Zůstat online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Obnovuje se připojení...";

"STATE_NOCREDIT_SUBHEADER" = "Pro připojení k internetu přes Skype WiFi tady potřebujete kredit Skype, kterým pak budete za připojení platit po minutách.";
"STATE_NOCREDIT_BUTTON" = "Získat kredit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Kontroluje se síť.";
"STATE_JOINWIFI_SHORT" = "Není dostupné WiFi.";
"STATE_ALREADYONLINE_SHORT" = "Už jste online.";
"STATE_GENERALERROR_SHORT" = "Chyba";
"STATE_CONNECT_SHORT" = "Je tu dostupné.";
"STATE_NOCREDIT_SHORT" = "Nedostatečný kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Zbývající počet minut: %d";
"TIMEEXPIRE_1MINUTE_LEFT" = "Zbývající počet minut: 1";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Zbývá míň než minuta.";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Připojení k internetu vám brzo vyprší.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skypové jméno";
"LOGIN_PASSWORD_PLACEHOLDER" = "Heslo";
"LOGIN_BUTTON" = "Přihlásit se";
"SIGN_OUT_BUTTON" = "Odhlásit se";

/* unused */
"LOGIN_PROBLEMS" = "Máte problémy s přihlášením?";
"LOGIN_CREATE_ACCOUNT" = "Vytvořit účet";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Nastavení";
/* unused */
"SETTINGS_BUTTON" = "Nastavení";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi – verze %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype a/nebo Microsoft";
"ABOUT_PATENTPENDING" = "Přihlášený patent";
"ABOUT_FEEDBACK_BUTTON" = "Váš názor";
"ABOUT_LEGAL_BUTTON" = "Právní informace";
"ABOUT_TRADEMARK" = "Skypové jméno, příslušné ochranné známky a loga a symbol „S“ jsou ochranné známky společnosti Skype.";
"ABOUT_DISCLAIMER" = "Upozornění: Tato aplikace je chráněná autorským zákonem a mezinárodními úmluvami. Nepovolené kopírování nebo rozšiřování této aplikace nebo jakékoli její části je trestné podle trestního a občanského práva a je postihováno maximálními zákonnými sazbami.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skypové jméno";
"PROFILE_SKYPECREDIT" = "Kredit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "-";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Načítání…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Navštívené hotspoty";
"USAGE_PREVIOUSCONNECTIONS" = "Předchozí připojení";
"USAGE_LASTUSED" = "Naposledy použité";
"USAGE_LASTUSED_NEVER_VALUE" = "Nikdy";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Oblíbená místa";
"SUPPORTEDNETWORKS_PROVIDERS" = "Poskytovatelé";
